Repository: einpraegsam/realurlconflicts
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# role.0
source: Role:
de: Rolle:

# role.2
source: Editor
de: Redakteur

# noteContainer.0
source: Attention: %s conflict(s) found!
de: Vorsicht: %s Konflikt(e) gefunden!

# noteContainer.1
source: Please be aware that deleting a cache may does not solve the conflict on a long view.
de: Bitte beachten Sie, dass ein Löschen der URL-Daten einen Konflikt nicht bzw. nur temporär beheben kann.

# noteContainer.2
source: Caching entries will be (re-)generated automaticly on page visits in frontend.
de: Diese Einträge werden automatisch bei jedem Aufruf einer (in relation stehenden) Seite im Frontend erstellt.

# noteContainer.3
source: To really solve a conflict, you normally have to move or rename pages.
de: Um Konflikte nachhaltig zu lösen, müssen gleichlautende Seiten manuell verschoben oder umbenannt werden.

# noteContainer.4
source: No conflicts found
de: Keine Konflikte gefunden

# noteContainer.5
source: There is nothing to do for you.
de: Es gibt aktuell keinen Handlungsbedarf.

# link.solveDeltedConflicts
source: Solve all conflicts that are related to deleted pages
de: Konflikte mit gelöschten Seiten automatisch lösen

# title.paths
source: Paths with conflicts
de: Pfade mit Konflikten

# title.pages
source: On pages
de: Betroffene Seiten

# title.management
source: Management
de: Verwaltung

# title.showPage
source: Show page in frontend
de: Zeige Seite im Frontend

# title.editPage
source: Edit page
de: Seite zur Bearbeitung öffnen

# title.deleteCache
source: Delete realurl caches from this page
de: Realurl caches dieser Seite löschen

# deeplinkInformation.0
source: Show all conflicts within page (and subpages):
de: Liste aller Konflikte innerhalb der Seite und Kindseiten:

# deeplinkInformation.1
source: Show all conflicts
de: Zeige alle Konflikte

# action.deleteCache
source: Cache with path "%s" on page with uid "%s" successfully deleted
de: Cache mit Pfad "%s" auf Seite mit der uid "%s" erfolgreich gelöscht

# flashmessages.title
source: Your latest messages
de: Aktuelle Meldungen
